[
    {
        "id": 1,
        "nome": "Superman",
        "imagem": "./noticiaSuperMan.png",
        "banner": "./bannerSuperMan.png",
        "titulo": "Produtos oficiais de “Superman” dão spoiler de personagens",
        "subtitulo": "Imagens do filme que será lançado em 2025 vazaram e mostraram detalhes dos personagens",
        "descricao": "Novas imagens promocionais de 'Superman' revelam visuais inéditos de personagens como Lex Luthor e Sr. Incrível.",
        "conteudo": "Produtos oficiais de “Superman” começaram a circular e mostraram detalhes dos personagens nesta sexta-feira (4). Até então, alguns não tinham sido vistos completamente nos trailers. \n Uma imagem nas redes sociais exibiu os itens colecionáveis do protagonista, bem como de Lex Luthor e Sr. Incrível. O visual de Metamorfo também chamou a atenção dos fãs, que o compararam aos quadrinhos e apontaram as semelhanças. \n O novo filme do super-herói já tinha ganhado uma prévia com o super-cão, Krypto. Além disso, o diretor Jamen Gunn indicou que o trailer do longa-metragem era o mais visto da história da DC e da Warner Bros.\n A história traz como foco a vida de Clark Kent como um repórter na cidade de Metrópoles, logo após deixar Smallville. É também o momento em que o jornalista inicia seus trabalhos como Superman. \n  David Corenswet dá vida ao protagonista Super-Homem. O elenco ainda conta com as atuações de Rachel Brosnahan, Skyler Gisondo e Nicholas Hoult.",
        "data": "04 de abril de 2025",
        "horario": "23:10"
    },
    {
        "id": 2,
        "nome": "Ainda Estou Aqui",
        "imagem": "./noticiaEstouAqui.png",
        "banner": "./bannerAindaEstouAqui.png",
        "titulo": "“Ainda Estou Aqui” chega ao streaming após 5 meses em cartaz nos cinemas",
        "subtitulo": "Título venceu o Oscar de Melhor Filme Internacional, tornando-se o primeiro brasileiro a conquistar o prêmio",
        "descricao": "Vencedor do Oscar Internacional, o filme brasileiro estreia no Globoplay retratando uma família durante a ditadura militar.",
        "conteudo": "Em cartaz nos cinemas desde novembro, o vencedor do Oscar de Melhor Filme Internacional “Ainda Estou Aqui” entrou no catálogo do Globoplay neste domingo (6). \n A produção de Walter Salles fez história ao receber três indicações na principal premiação de cinema de Hollywood e conquistar o primeiro prêmio do Brasil da Academia de Artes e Ciências Cinematográficas. \n Sobre o que fala “Ainda Estou Aqui”? \n  O longa-metragem é uma adaptação do livro homônimo escrito por Marcelo Rubens Paiva. A história se passa na década de 1970, no período mais intenso da ditadura militar no Brasil, e acompanha a trajetória da família Paiva, composta por Rubens, Eunice e cinco filhos.  A vida da família se transforma completamente quando, em um dia fatídico, Rubens Paiva é levado por militares à paisana e some sem deixar rastros. \n  Sob direção de Walter Salles (“Diários de Bicicleta” e “Central do Brasil”), a produção é estrelada por Fernanda Torres (“Tapas & Beijos”), que foi indicada ao Oscar pelo papel, e Selton Mello (“O Auto da Compadecida”). \n  Nomes como Valentina Herszage (“Elas por Elas”), Maeve Jinkings (“Pedágio”), Antonio Saboia (“Deserto Particular”), Olívia Torres (“Continente”), Humberto Carrão (“Aquarius”), Dan Stulbach (“Mulheres Apaixonadas”), Charles Fricks (“Terra e Paixão”), Luiz Bertazzo (“Baby”) e mais compõem o elenco.",
        "data": "06 de abril de 2025",
        "horario": "05:00"
    },
    {
        "id": 3,
        "nome": "O Esquema Fenício",
        "imagem": "./noticiaNovoFilme.png",
        "banner": "./bannerNovoFilme.png",
        "titulo": "Novo filme de Wes Anderson ganha primeiro trailer; assista",
        "subtitulo": "“O Esquema Fenício” estreia em 29 de maio no Brasil",
        "descricao": "Com Benicio del Toro como protagonista, novo filme de Wes Anderson promete mistério e grandes atuações.",
        "conteudo": "““O Esquema Fenício”, novo filme de Wes Anderson, ganhou o seu primeiro trailer. O longa de espionagem se passa nos anos 1940 e conta com Benicio del Toro como protagonista. \n Na obra, del Toro interpreta Zsa-zsa Korda, um homem que já sobreviveu a quedas de avião e agora está sendo alvo de tentativas de assassinato por causa da sua fortuna. É o primeiro filme desde que Wes Anderson ganhou o primeiro Oscar da carreira. \n O elenco é recheado de grandes estrelas de Hollywood, como Tom Hanks, Riz Ahmed, Rupert Friend, Mathieu Almaric, Jeffrey Wright, Richard Ayoade, Benedict Cumberbatch, Scarlett Johansson, Michael Cera, Mia Threapleton e Bryan Cranston. \n  Com roteiro de Wes Anderson e Roman Coppola, o longa do diretor de “O Grande Hotel Budapeste” estreia em 29 de maio de 2025 nos cinemas brasileiros.",
        "data": "08 de abril de 2025",
        "horario": "09:54"
    },
    {
        "id": 4,
        "nome": "Star Wars",
        "imagem": "./noticiaStarWars.png",
        "banner": "./bannerStarWars.png",
        "titulo": "“Star Wars: A Vingança dos Sith” volta aos cinemas para celebrar 20 anos",
        "subtitulo": "Episódio 3 da saga foi lançado em 2005",
        "descricao": "Em comemoração aos 20 anos de lançamento, 'Star Wars: A Vingança dos Sith' será relançado nos cinemas em abril para alegria dos fãs.",
        "conteudo": "Para marcar o aniversário de 20 anos do longa, “Star Wars: Episódio III – A Vingança dos Sith” retorna aos cinemas neste mês de abril. \n O longa dirigido por George Lucas, lançado em 2005, será exibido nas salas de cinema da rede Cinemark a partir de 24 de abril. Os ingressos estarão disponíveis em breve no app, site, bilheteria e ATM da rede. \n A trama do episódio 3 da saga se passa durante as Guerras Clônicas, enquanto Anakin Skywalker mantém um elo de lealdade com Palpatine, ao mesmo tempo em que luta para que seu casamento com Padmé Amidala não seja afetado por esta situação. \n  O elenco do filme conta com Ewan McGregor, Hayden Christensen e Natalie Portman. ",
        "data": "10 de abril de 2025",
        "horario": "16:04"
    },
    {
        "id": 5,
        "nome": "Casamento Zendaya",
        "imagem": "./noticiaCasamento.png",
        "banner": "./bannerCasamento.png",
        "titulo": "Estilista de Zendaya atualiza planos de casamento da atriz com Tom Holland",
        "subtitulo": "Segundo Law Roach, a cerimônia está \"longe de acontecer\" devido à agenda das duas estrelas",
        "descricao": "Cerimônia de Zendaya e Tom Holland deve demorar, segundo o estilista da atriz, por causa da agenda intensa do casal.",
        "conteudo": "Law Roach, estilista de Zendaya, 28, falou sobre os preparativos para o casamento da atriz com o ator Tom Holland, 28, à E! News, durante o Fashion Trust Awards. Segundo ele, a cerimônia não acontecerá em um futuro próximo. \n “Está longe [de acontecer]. Eles dois estão fazendo vários filmes neste ano e haverá muitas estreias no próximo ano, então vocês verão muitos tapetes vermelhos. Estou descansando para 2026 – mas o casamento, [ainda falta um tempo]”, revelou. \n O pai de Tom, Dominic Holland, explicou anteriormente como seu filho fez a proposta: “Ele comprou um anel. Ele falou com o pai [da Zendaya] e teve a benção para pedir a mão dela em casamento”. \n Dominic admitiu que seu filho planejou todos os detalhes da proposta antes de pedir a atriz em casamento. \n “Tom planejou tudo… Quando, onde, como, o que dizer, o que vestir.” \n Em novembro, Zendaya revelou que se sente “extra segura” sempre que trabalha com Tom. \n  “Na verdade, é estranhamente confortável. É como se fosse algo natural, se é que posso dizer assim. Eu me sinto extra segura. Amo trabalhar com ele. Ele é tão talentoso e tão apaixonado pelo que faz. Ele sempre dá 1000% de si, mesmo quando está completamente exausto. Realmente valorizo isso nele. Parece bem normal. Foi assim que nos conhecemos. Literalmente, em uma leitura de texto”, disse ela à Vanity Fair. \n  O casal assumiu seu romance publicamente em 2021, e Tom admitiu que às vezes pesquisa o nome de Zendaya para “verificar” se ela está bem. \n  “A última coisa que pesquisei no Google foi, na verdade, ‘Zendaya’. Eu não uso [redes sociais], e eu excluo quando não estou usando. Então, às vezes, é mais uma questão de ansiedade, mas eu pesquiso para ver se está tudo bem e para garantir que estamos tranquilos. Então, eu dou uma olhada rápida no Google e vejo [as notícias], e eu fico tipo: ‘Ela está bem.”, explicou em entrevista ao podcast The Menu. ",
        "data": "11 de abril de 2025",
        "horario": "09:23"
    },
    {
        "id": 6,
        "nome": "Oscar Novo",
        "imagem": "./noticiaOscar.png",
        "banner": "./bannerOscar.png",
        "titulo": "Oscar: Academia anuncia prêmio para dublês a partir de 2028",
        "subtitulo": "Nova categoria busca reconhecer profissional presente em diversos filmes, principalmente de ação",
        "descricao": "Oscar incluirá categoria de dublês a partir de 2028, em reconhecimento ao trabalho essencial dos profissionais em cenas de ação.",
        "conteudo": "A Academia de Artes e Ciências Cinematográficas anunciou, na quinta-feira (10), a criação da categoria de dublê no Oscar a partir da edição de 2028, que a marca 100ª cerimônia da premiação. \n As regras para elegibilidade e votação para o prêmio serão anunciadas em 2027. As especificidades da entrega do prêmio serão determinadas pelo Conselho de Governadores da Academia e pela liderança executiva em uma data futura, segundo o comunicado oficial. \n  “Desde os primórdios do cinema, os dublês têm sido parte integrante da produção cinematográfica. Estamos orgulhosos de homenagear o trabalho inovador destes artistas técnicos e criativos e parabenizá-los pelo seu compromisso e dedicação em alcançar esta ocasião importante”, disseram o CEO da Academia, Bill Kramer, e a presidente da Academia, Janet Yang. \n A última nova categoria de premiação criada foi Melhor Elenco, criada em 2024 e começando com o 98º Oscar para filmes lançados em 2025. ",
        "data": "11 de abril de 2025",
        "horario": "09:56"
    },
    {
        "id": 7,
        "nome": "Minecraft",
        "imagem": "./noticiaMinecraft.png",
        "banner": "./bannerMinecraft.png",
        "titulo": "Filme de Minecraft tem primeiras imagens divulgadas e empolga fãs",
        "subtitulo": "Jason Momoa protagoniza adaptação do jogo que marcou gerações",
        "descricao": "A adaptação live-action de Minecraft ganha imagens oficiais com Jason Momoa e impressiona pela fidelidade visual ao game.",
        "conteudo": "Menos uma semana em cartaz, “Um Filme Minecraft” já é a segunda maior bilheteria de 2024. O título arrecadou US$ 300 milhões (cerca de R$ 1,7 bilhão) no fim de semana de estreia ao redor do mundo. \n Apenas nos Estados Unidos, a adaptação do popular videogame conquistou US$ 157 milhões (cerca de R$ 907 milhões). Já no mercado internacional, registrou US$ 144 milhões (cerca de R$ 848 milhões). \n Filmes baseados em videogames se tornaram cada vez mais populares, como mostrou o sucesso de “Super Mario Bros. — O Filme” (US$ 146 milhões de abertura, abril de 2023, ou seja, R$ 843,4 milhões), “Five Nights at Freddy’s” (US$ 80 milhões, outubro de 2023, ou R$ 462 milhões) e “Sonic the Hedgehog 2” (US$ 72 milhões, abril de 2022, ou R$ 415 milhões). \n No live-action, um portal misterioso atrai quatro desajustados para o Overworld, uma terra das maravilhas bizarras e cúbicas que prospera com a imaginação. Para voltar para casa, eles têm que dominar o terreno enquanto embarcam em uma missão mágica com um construtor local. \n O título é estrelado por Jason Momoa (“Aquaman”), Jack Black (“Escola de Rock”), Emma Myers (“Wandinha“), Sebastian Eugene Hansen, Jennifer Coolidge (“The White Lotus”), Danielle Brooks (“Orange is the New Black”) e mais.",
        "data": "10 de abril de 2025",
        "horario": "20:45"
    },
    {
        "id": 8,
        "nome": "A Lista da Minha Vida",
        "imagem": "./noticiaListaVida.png",
        "banner": "./bannerListaVida.png",
        "titulo": "“A Lista da Minha Vida” emociona público em pré-estreia nacional",
        "subtitulo": "Filme brasileiro sobre juventude e sonhos ganha destaque",
        "descricao": "Nova produção nacional retrata os dilemas da juventude com sensibilidade, e emociona plateias em todo o país.",
        "conteudo": "No novo filme da Netflix, “A Lista da Minha Vida”, a protagonista, interpretada por Sofia Carson, recebe um conselho da cunhada sobre a vida amorosa. \n A personagem de Marianne Rendón sugere que ela responda as quatro perguntas abaixo sobre seu parceiro para saber se ele é a pessoa certa. \n - Você pode contar a ele/ela tudo que está no seu coração? \n - Ele/ela é gentil? \n - Ele/ela te ajuda a ser uma melhor versão de si? \n - Você imagina ele/ela como o pai/mãe do seu filho? \n Sobre o que fala “A Lista da Minha Vida”? \n De luto pela perda de sua mãe, uma jovem redescobre uma lista de desejos e parte em uma jornada para realizar seus sonhos de adolescência. No processo, ela desvenda segredos familiares, encontra o amor e redescobre suas raízes. \n O filme é estrelado por Sofia Carson (“Descendentes” e “Continência ao Amor“) e nomes como Kyle Allen (“O Mapa das Pequenas Coisas Perfeitas”), Connie Britton (“Friday Night Lights” e “American Horror Story”), Sebastian de Souza (“The Great”) e mais compõem o elenco. ",
        "data": "09 de abril de 2025",
        "horario": "18:00"
    },
    {
        "id": 9,
        "nome": "Rita Lee",
        "imagem": "./noticiaRitaLee.png",
        "banner": "./bannerRitaLee.png",
        "titulo": "Rita Lee terá filme biográfico com estreia marcada para o segundo semestre",
        "subtitulo": "Filme homenageia a vida e carreira da rainha do rock brasileiro",
        "descricao": "Filme biográfico de Rita Lee está em fase final de produção e trará histórias inéditas da cantora, com estreia para agosto de 2025.",
        "conteudo": "O documentário “Ritas“, sobre a cantora Rita Lee, será o filme de abertura da 30ª edição do festival É Tudo Verdade. O longa dá detalhes sobre a carreira de uma das maiores artistas do país e sobre sua trajetória. \n Essa será a pré-estreia do longa. A primeira exibição é na abertura do festival, nesta quarta-feira (2), às 20h30, na Cinemateca Brasileira, em São Paulo. A abertura do festival ocorre no Rio de Janeiro apenas na próxima quinta-feira (3), no Estação Net Botafogo, com exibição de “Viva Marília”, sobre Marília Pêra. \n “Ritas” possui 83 minutos de duração e a direção é assinada por Oswaldo Santana. \n “Rita Lee mostra o que todos veem de uma maneira que ninguém viu: a poeta, compositora, instrumentista, escritora, eremita e musa em narração dela, por meio de entrevistas e depoimentos”, consta a sinopse do documentário. \n Considerada como a rainha do rock brasileiro, Rita Lee morreu aos 75 anos, em São Paulo, no dia 8 de maio de 2023, após uma batalha contra o câncer. Ela deixou o marido Roberto de Carvalho e três filhos: Beto, João e Antonio. \n Em São Paulo, “Ritas” será exibido no CineSesc na quinta-feira (03), às 17h30. A retirada de ingressos ocorre 1 h antes, na bilheteria do espaço. \n Já no Rio de Janeiro o filme será exibido no dia 13 de abril, às 20h30 no Estação Net Botafogo e às 21h no Estação Net Rio. ",
        "data": "07 de abril de 2025",
        "horario": "14:30"
    },
    {
        "id": 10,
        "nome": "Tempo de Guerra",
        "imagem": "./noticiaTempoGuerra.png",
        "banner": "./bannerTempoGuerra.png",
        "titulo": "“Tempo de Guerra” retrata missão real da Marinha que deu errado; conheça",
        "subtitulo": "Filme foi coescrito e codirigido pelo veterano Ray Mendoza, que conta a história da própria experiência",
        "descricao": "Baseado em uma missão real da Marinha dos EUA, “Tempo de Guerra” retrata com fidelidade tensão e drama soldados combate no Iraque.",
        "conteudo": "Dando destaque aos protocolos militares e à relação entre os soldados, o filme “Tempo de Guerra” retrata uma missão real de um pelotão das forças especiais da Marinha (Seal) na Guerra do Iraque, “sem dramatização e elementos ficcionais”, segundo os próprios atores. \n Na trama, um grupo é enviado a cidade de Ramadi, no Iraque, para uma missão, mas ele acaba caindo em uma emboscada. Isso faz os soldados iniciarem um protocolo de saída enquanto são atacados pelos adversários – o telespectador imerge no conflito marcado por tiros, gritos e regras. \n Nomes como D’Pharaoh Woon-A-Tai (“Reservation Dogs”), Cosmo Jarvis (“Xógum: A Gloriosa Saga do Japão”), Joseph Quinn (“Stranger Things”), Kit Connor (“Heartstopper”), Charles Melton (“Segredos de um Escândalo”) e Will Poulter (“O Urso”) compõem o elenco do título. \n O filme foi escrito e dirigido por Alex Garland (“Ex_Machina: Instinto Artificial” e “Guerra Civil“) e pelo veterano Ray Mendoza, que emprestou as memórias para a produção. Em entrevista à CNN, o militar explicou o que o motivou a contar esse capítulo específico da sua história nas Forças Armadas dos Estados Unidos. \n  “Não é só a minha história, é a história de todos que estavam lá. Eu trabalho na indústria [cinematográfica], então estou na posição de contá-la. Eu fiz isso por Elliott, interpretado por Cosmo Jarvis. Elliott não se lembra o que aconteceu. Por anos, ele teve muitas perguntas“, disse. \n  Jarvis descreveu “Tempo de Guerra” como um “experimento único na produção cinematográfica”, afirmando que não há “embelezamentos” e destacando a fidelidade da produção com a realidade. \n  “Geralmente há uma certa quantidade de embelezamentos narrativos e dispositivos empregados para criar uma história estrutural familiar a partir de algo que pode ocorrer em qualquer guerra, mas esse não foi [o caso]. Esse filme foi feito para retratar algo que aconteceu e fazê-lo de forma verdadeira“, disse. \n “Acho que o objetivo desse filme é realmente mostrar da forma mais autêntica possível as consequências da guerra e explorar a perda. É um acontecimento singular“, completou Will Poulter em entrevista à CNN. \n “Tempo de Guerra” chega aos cinemas brasileiros no dia 17 de abril. ",
        "data": "12 de abril de 2025",
        "horario": "14:43"
    },
    {
        "id": 11,
        "nome": "Beetlejuice 3",
        "imagem": "./noticiaBeetlejuice.png",
        "banner": "./bannerBeetlejuice.png",
        "titulo": "Diretor da Warner faz planos para “Beetlejuice 3”: “Muito em breve”",
        "subtitulo": "Mike De Luca planeja continuação de \"Os Fantasmas Ainda Se Divertem\"",
        "descricao": "Warner confirma planos para uma nova sequência do clássico Beetlejuice, mas ainda sem data ou elenco oficial.",
        "conteudo": "“Beetlejuice 3” está no radar da Warner. De acordo com o diretor da produtora, Mike De Luca, há planos para a gravação de uma sequência do filme. \n Apesar de não ter um acordo, Mike DeLuca disse que a continuação de “Os Fantasmas Ainda se Divertem” pode ser produzida em breve. “Muito em breve. O acordo ainda não está fechado, mas muito em breve”, declarou em entrevista ao Deadline. \n Como a produção está sendo planejada, não há mais detalhes sobre a continuação. Dessa forma, não existe data de estreia, nem nomes confirmados no elenco. Também não se sabe se Tim Burton volta para a direção do longa-metragem. \n “Os Fantasmas Ainda Se Divertem Beetlejuice Beetlejuice” conta com a atuação de Jenna Ortega, além do retorno dos protagonistas do original de 1988, Michael Keaton, Winona Ryder e Catherine O’Hara. \n No ano passado, Tim Burton duvidou que “Beetlejuice 3” fosse produzido, já que o segundo filme demorou 36 anos para ser lançado. Mas, agora, o diretor da Warner enfatizou que planeja dar continuidade à sequência. ",
        "data": "11 de abril de 2025",
        "horario": "21:17"
    },
    {
        "id": 12,
        "nome": "Morte de Nicky Katt",
        "imagem": "./noticiaNickyKatt.png",
        "banner": "./bannerNickyKatt.png",
        "titulo": "Nicky Katt, astro do clássico “Escola do Rock”, morre aos 54 anos",
        "subtitulo": "A causa da morte do artista norte-americano não foi comunicada",
        "descricao": "Nicky Katt, conhecido por 'Escola do Rock' e outros papéis marcantes, falece aos 54 anos, segundo confirmação do TMZ.",
        "conteudo": "Astro de “Escola do Rock” e outros sucessos, Nicky Katt morreu aos 54 anos. O ator foi casado com Annie Morse de 1999 a 2001. \n A morte foi confirmada ao TMZ pelo advogado John Sloss, que era chefe da empresa que representava o artista de “Escola do Rock”. Apesar da confirmação, ele não deu mais detalhes sobre o falecimento. \n O artista norte-americano começou a carreira nos anos 1980. No entanto, seu destaque aconteceu em 1993, ao interpretar Clint Bruno em “Jovens, Loucos e Rebeldes”. \n Nick Katt ganhou notoriedade por seus papéis de vilão, especialmente em “O Primeiro Milhão”, “Escola do Rock” e “Law & Order”. Além disso, também apareceu em algumas séries, como “Friends” e “Boston Public”.",
        "data": "12 de abril de 2025",
        "horario": "20:59"
    },
    {
        "id": 13,
        "nome": "Sequência Hollywood",
        "imagem": "./noticiaSequenciaHollywood.png",
        "banner": "./bannerSequenciaHollywood.png",
        "titulo": "“Era uma vez em… Hollywood”: o que se sabe sobre a sequência",
        "subtitulo": "Novo filme terá como foco o personagem de Brad Pitt e poderá ser filmado a partir de julho deste ano",
        "descricao": "A sequência de 'Era Uma Vez em… Hollywood' será dirigida por David Fincher, com Brad Pitt retornando como protagonista.",
        "conteudo": "“Era Uma Vez em… Hollywood” ganhará uma sequência e alguns detalhes sobre a história já foram revelados. O spin-off será dirigido por David Fincher e contará com o retorno de Brad Pitt como o dublê Cliff Booth. \n Sean Fennessey, jornalista e amigo do roteirista Quentin Tarantino, confirmou que a sequência deverá ser gravada em julho de 2025. No podcast The Big Picture, ainda indicou que o longa-metragem provavelmente não será uma continuação da história do primeiro filme. \n De acordo com o amigo do Tarantino, responsável por outros sucessos como “Kill Bill” e “Pulp Fiction”, a nova produção deve ser ambientada no mesmo universo. Dessa forma, agora o foco será a vida de Cliff Booth. Fennessey até comparou o projeto a “À Beira do Abismo” e “O Último dos Valentões” — ambos tratam sobre o detetive Phillip Marlowe, mas não são continuações diretas. \n Na entrevista, ele também revelou que a trama se passará em 1977, oito anos após “Era Uma Vez em… Hollywood”. Anteriormente, o próprio Tarantino afirmou que o filme se passaria nesse ano. \n Outra confirmação é que Leonardo DiCaprio pode voltar para o papel de Rick Dalton. No entanto, é esperado que o astro de “O Lobo de Wall Street” tenha uma participação menos marcante, já que Brad Pitt será o foco do longa-metragem. \n “Era Uma Vez em… Hollywood” estreou nos cinemas em 2019 e sua bilheteria superou US$ 370 milhões (mais de R$ 2,1 bilhões na cotação atual). Com 10 indicações ao Oscar, o filme levou para casa duas: a de melhor ator coadjuvante, para o ex-marido de Angelina Jolie, e de melhor direção de arte. ",
        "data": "08 de abril de 2025",
        "horario": "21:38"
    },
    {
        "id": 14,
        "nome": "Walter Salles",
        "imagem": "./noticiaWalterSalles.png",
        "banner": "./bannerWalterSalles.png",
        "titulo": "Walter Salles revela detalhes de documentário sobre Sócrates",
        "subtitulo": "Cineasta ainda falou sobre a influência de “Ainda Estou Aqui” entre os jovens em evento realizado no Catar",
        "descricao": "Walter Salles anuncia documentário sobre Sócrates, destacando futebol, política e memória histórica no Brasil.",
        "conteudo": "Walter Salles, 68, confirmou que está trabalhando em um documentário sobre o ex-jogador de futebol Sócrates. Em workshop realizado no Doha Film Institute’s Qumra, no Catar, o cineasta brasileiro revelou mais detalhes sobre o projeto encomendado pelo Globoplay. \n “Ele nasceu na Amazônia, no Pará, portanto, no início, trata-se de um filme sobre migração interna no Brasil”, disse Salles, segundo informações da “Variety”. “Depois se torna um projeto sobre futebol e, em seguida, mostra como ele percebeu que o futebol era um veículo extraordinário para a transformação política.” \n Morto em 2011, Sócrates é lembrado por seus posicionamentos políticos e pela militância nos protestos das Diretas Já, nos anos 1980. Na conversa, o diretor descreveu o seu ofício como uma “ferramenta de resistência”. “Cinema é uma forma de construir memória e lutar contra o apagamento histórico”, disse ele. \n Por fim, o diretor ainda falou sobre o impacto cultural de “Ainda Estou Aqui”. Segundo ele, o filme acabou sendo abraçado pelos mais jovens, mesmo contando uma história de uma época em que eles não haviam nascido (a ditadura militar, ocorrida de 1964 a 1985). “O filme se tornou a obra deles nas redes sociais”, finalizou Salles. ",
        "data": "07 de abril de 2025",
        "horario": "08:39"
    },
    {
        "id": 15,
        "nome": "Avatar: Fogo e Cinzas",
        "imagem": "./noticiaAvatar.png",
        "banner": "./bannerAvatar.png",
        "titulo": "“Avatar: Fogo e Cinzas”: veja as primeiras reações ao 3º filme da franquia",
        "subtitulo": "Prévia do novo filme de James Cameron foi exibida no Cinemacon na quinta-feira (3)",
        "descricao": "Críticos reagem à prévia de 'Avatar: Fogo e Cinzas', destacando a escala épica, visuais inovadores e novas culturas Na’vi.",
        "conteudo": "Uma prévia de “Avatar: Fogo e Cinzas” foi exibida no Cinemacon, evento realizado em Las Vegas, na segunda-feira (3). O terceiro filme da franquia de James Cameron está previsto para chegar aos cinemas ainda este ano. \n Na trama, a família Sully parte para um território desconhecido, conhecendo um novo grupo de Na’vi com sua própria relação com a terra – e as coisas podem não correr tão bem como (eventualmente) aconteceram em “Avatar: O Caminho da Água” (2022), segundo a descrição oficial. \n Os jornalistas que puderem assistir ao corte compartilharam as primeiras impressões do filme nas redes sociais. Veja abaixo. \n Veja as primeiras reações a “Avatar: Fogo e Cinzas” \n  - Germain Lussier, repórter do Gizmondo \n “A primeira prévia de ‘Avatar: Fogo e Cinzas’ foi James Cameron puro, uau. Algumas cenas lentas, calmas e bonitas da tribo do vento. Muitas coisas vibrantes e intensas com a tribo do fogo. Culmina na batalha em rochas flutuantes no meio de algum desastre. Apenas coisas enormes”, escreveu. \n - Jordan Maison, co-fundador do Cinelinx \n “Acho que meus olhos derreteram com a filmagem de ‘Avatar: Fogo e Cinzas’! Absolutamente impressionante, e os novos clãs parecem acrescentar muito à cultura/tradição geral que vimos. Parece ainda maior que os filmes anteriores”, disse. \n - Jeff Snider, fundador da newsletter The InSnider \n “Não sinto realmente a mesma sensação de admiração nesta sequência. Não tenho certeza se foi a alta taxa de frames ou algo assim, mas tudo parece um videogame. Aprendi a não duvidar de James Cameron, mas não sei se este filme alcançará as mesmas alturas…”, escreveu. \n - Kevin Fenix  \n “‘Avatar: Fogo e Cinzas’ está mais uma vez elevando o nível de possibilidades visuais no cinema. Além disso, a visualização parecia ser reproduzida em uma taxa de quadros mais alta (suponho que 120 Hz, mas me lembrou TVs de 240 Hz) porque parecia limítrofe além do real”, escreveu. \n - Anthony Gagliardi, apresentador do The Movie Podcast \n Primeiras impressões de #AvatarFireAndAsh James Cameron revela visuais de cair o queixo, sequências de ação de tirar o fôlego e batalhas épicas em uma escala totalmente nova. O Povo Ash emerge como uma tribo feroz e inspiradora que comanda cada quadro em que se encontra. ",
        "data": "04 de abril de 2025",
        "horario": "09:50"
    },
    {
        "id": 16,
        "nome": "Homem Aranha",
        "imagem": "./noticiaHomemAranha.png",
        "banner": "./bannerHomemAranha.png",
        "titulo": "“Homem-Aranha 4” ganha data de estreia e título oficial; veja",
        "subtitulo": "Filme terá Tom Holland, Zendaya e Sadie Sink no elenco",
        "descricao": "“Homem-Aranha 4” com Tom Holland ganha título oficial: “Spider-Man: Brand New Day”. A produção trará novidades na trama e inclui Sadie Sink, ao lado de Zendaya. A estreia está marcada para 31 de julho de 2026.",
        "conteudo": "Próximo filme do teioso, “Homem-Aranha 4”, com Tom Holland, já tem um título oficial e a data de estreia. A nova obra fugirá do tradicional das produções anteriores com ator e não remete à “casa” na nomenclatura (“De Volta ao Lar”, “Longe de Casa” e “Sem Volta Para Casa”).\nA nova aventura do herói da vizinhança será intitulada “Spider-Man: Brand New Day” (“Homem-Aranha: Um Novo Dia”, em tradução literal).\nRecentemente, a atriz Sadie Sink (“Stranger Things”), foi confirmada no elenco da nova produção.\nTom Holland revelou que ele e Zendaya leram um rascunho do roteiro de “Homem-Aranha 4” e declarou estar animado para dar sequência à história.\n“Temos criatividade, um argumento e um rascunho que são excelentes. Precisa de desenvolvimento, mas os escritores estão fazendo um ótimo trabalho. Eu o li há três semanas e realmente ‘acendeu um fogo em mim’”, contou.\n“Zendaya e eu sentamos e lemos juntos. Às vezes estávamos pulando pela sala como se fosse um filme real, digno do respeito dos fãs, mas há algumas coisas que precisamos descobrir antes de realmente fazer isso acontecer”, explicou.\nO quarto filme foi anunciado em 2023 com o retorno de Holland (Peter Parker/Homem-Aranha) e Zendaya (MJ). O longa será produzido por Kevin Feige, o presidente da Marvel Studios, e a ex-chefe da Sony Pictures, Amy Pascal.\nQuem também retorna ao universo é a dupla de roteiristas Chris McKenna e Erik Sommers, que escreveram “Homem-Aranha: De Volta ao Lar“, “Homem-Aranha: Longe de Casa” e “Homem-Aranha: Sem Volta para Casa“, lançados em 2017, 2019 e 2021, respectivamente.\n“Homem-Aranha 4” estreia em 31 de julho de 2026.",
        "data": "01 de abril de 2025",
        "horario": "17:30"
    },
    {
        "id": 17,
        "nome": "Ainda Estou Aqui",
        "imagem": "./noticiaSessaoGratuita.png",
        "banner": "./bannerSessaoGratuita.png",
        "titulo": "“Ainda Estou Aqui” tem sessões gratuitas no RJ; saiba como assistir",
        "subtitulo": "Filme será exibido quatro vezes por dia até quarta-feira (2) no complexo Reserva Cultural, em Niterói",
        "descricao": "O premiado 'Ainda Estou Aqui', vencedor do Oscar de melhor filme internacional, será exibido gratuitamente até 2 de abril no Reserva Cultural, em Niterói. A obra retrata o drama de Eunice Paiva durante a ditadura militar.",
        "conteudo": "Moradores de Niterói, cidade da região metropolitana do Rio de Janeiro, podem, até quarta-feira (2), assistir de graça ao filme “Ainda Estou Aqui”, primeira obra cinematográfica brasileira a conquistar um Oscar.\nA iniciativa faz parte de uma parceria entre a prefeitura de Niterói e o espaço de exibição de filmes Reserva Cultural, que fica em um complexo idealizado pelo arquiteto Oscar Niemeyer (1907-2012). Até a quarta-feira são oferecidas quatro sessões diárias do longa.\nA prefeitura niteroiense explica que a parceria é uma forma de democratizar o acesso à cultura e um “compromisso com a memória e a verdade”.\n“Esse filme é um alerta para que nunca mais vivamos tempos de autoritarismo e censura”, afirmou o prefeito Rodrigo Neves.\nO filme “Ainda Estou Aqui”\nDirigido por Walter Salles, “Ainda Estou Aqui” conquistou o Oscar na categoria melhor filme internacional. O longa-metragem havia sido indicado também para a estatueta de melhor filme, mas perdeu para “Anora” – maior vencedor da festa com cinco estatuetas.\nO filme conta o drama de Eunice Paiva, interpretada por Fernanda Torres. Ela é esposa do deputado cassado Rubens Paiva (Selton Mello), sequestrado e morto pela ditadura militar em 1971. Na história baseada em fatos, Eunice busca saber o destino do desaparecido político. A obra é inspirada no livro homônimo escrito por Marcelo Rubens Paiva, um dos filhos do casal.\nO Oscar foi apenas um dos feitos do longa-metragem, que levou também prêmios em disputas como Festival de Veneza (Itália), Festival de Pessac (França), Festival Internacional de Roterdã (Holanda), Prêmios Goya (Espanha) e Cinema for Peace (Berlim).\nA atriz Fernanda Torres foi indicada ao Oscar de melhor atriz, mas não levou a estatueta, que ficou com Cynthia Erivo, pela atuação em Wicked. No entanto, Fernanda Torres já tinha brilhado ao receber o Globo de Ouro nesta mesma categoria.\nCom mais de 5 milhões de espectadores e R$ 104,7 milhões em renda até o começo de março, “Ainda Estou Aqui” era a terceira maior bilheteria nacional desde 2018, atrás apenas de “Minha Mãe é uma Peça 3” (2018) e “Nada a Perder” (2019).\nComo assistir a “Ainda Estou Aqui” grátis\nAs sessões são realizadas diariamente até quarta-feira (2), sempre às 13h, 15h40, 18h20 e 21h.\nO morador de Niterói interessado em assistir precisa chegar uma hora antes da sessão e levar documento de identidade e comprovante de residência na bilheteria do cinema. Pode ser retirado um ingresso por documento.\nAs sessões estão sujeitas a lotação, de acordo com a ordem de chegada dos interessados. O Reserva Cultural fica na Avenida Visconde do Rio Branco, 880 – São Domingos, Niterói.",
        "data": "30 de março de 2025",
        "horario": "09:44"
    },
    {
        "id": 18,
        "nome": "Garfield",
        "imagem": "./noticiaGarfield.png",
        "banner": "./bannerGarfield.png",
        "titulo": "Garfield: saiba quais filmes levaram o personagem à tela do cinema",
        "subtitulo": "Gato laranja e preguiçoso foi criado por Jim Davis em quadrinhos no final dos anos 1970",
        "descricao": "Garfield, o icônico gato das tirinhas, chegou aos cinemas em três filmes marcantes. Da estreia em live-action à animação recente com seu reencontro familiar, o personagem segue conquistando fãs com humor e lasanha.",
        "conteudo": "Um dos gatos mais famosos do mundo, Garfield foi criado em 1978, nas páginas de histórias em quadrinhos produzidas por Jim Davis. Desde então, o gato preguiçoso que odeia segundas-feiras já estrelou diversos desenhos animados e filmes para a TV nos anos 1980 e 1990, mas foram apenas três produções que levaram o personagem para as telas de cinema.\nMesmo que a trama principal mude em cada filme, alguns elementos se mantêm constantes: a relação entre Garfield e seu dono humano, Jon; a companhia fiel do cãozinho Odie; e o apetite insaciável do gato laranja – especialmente por lasanha.\nNeste live-action, o gato Garfield vive uma vida confortável com seu dono Jon, dormindo e comendo lasanha. Até que um dia, Jon se apaixona por uma veterinária, que o convence a adotar um novo pet, o cachorro Odie, que vai virar a vida do gato de pernas para o ar. Quando Odie é sequestrado por um adestrador de cães, é Garfield que vai comandar sua operação de resgate.\nO filme está disponível na Disney+.\nNa sequência do live-action, Garfield viaja com Jon para a Inglaterra e é confundido com o gato herdeiro de um castelo. Ele precisará se esforçar para frustrar o plano de um lorde que pretende vender a propriedade e transformá-la num resort.\nO filme está disponível na Disney+.\nO filme de animação mostra o primeiro encontro entre Garfield e Jon, que decide adotar o gato de rua quando ele ainda era apenas um filhote. Já grande, Garfield reencontra seu pai biológico, que após muito tempo desaparecido decide envolver o filho em um assalto de alto risco.\nO filme está disponível na Max.",
        "data": "25 de março de 2025",
        "horario": "17:58"
    }
]