[
    {
        "id": 1,
        "nome": "Superman",
        "imagem": "./noticiaSuperMan.png",
        "banner": "./",
        "titulo": "Produtos oficiais de “Superman” dão spoiler de personagens",
        "subtitulo": "Imagens do filme que será lançado em 2025 vazaram e mostraram detalhes dos personagens",
        "descricao": "Novas imagens promocionais de 'Superman' revelam visuais inéditos de personagens como Lex Luthor, Sr. Incrível e Metamorfo.",
        "noticia": "Produtos oficiais de “Superman” começaram a circular e mostraram detalhes dos personagens nesta sexta-feira (4)...",
        "data": "04 de abril de 2025",
        "horario": "23:10"
    },
    {
        "id": 2,
        "nome": "Ainda Estou Aqui",
        "imagem": "./noticiaEstouAqui.png",
        "banner": "./",
        "titulo": "“Ainda Estou Aqui” chega ao streaming após 5 meses em cartaz nos cinemas",
        "subtitulo": "Título venceu o Oscar de Melhor Filme Internacional, tornando-se o primeiro brasileiro a conquistar o prêmio",
        "descricao": "Vencedor do Oscar Internacional, o filme brasileiro estreia no Globoplay retratando uma família durante a ditadura militar.",
        "noticia": "Em cartaz nos cinemas desde novembro, o vencedor do Oscar de Melhor Filme Internacional “Ainda Estou Aqui” entrou no catálogo do Globoplay...",
        "data": "06 de abril de 2025",
        "horario": "05:00"
    },
    {
        "id": 3,
        "nome": "O Esquema Fenício",
        "imagem": "./noticiaNovoFilme.png",
        "banner": "./",
        "titulo": "Novo filme de Wes Anderson ganha primeiro trailer; assista",
        "subtitulo": "“O Esquema Fenício” estreia em 29 de maio no Brasil",
        "descricao": "Com Benicio del Toro como protagonista, novo filme de Wes Anderson promete mistério e grandes atuações.",
        "noticia": "“O Esquema Fenício”, novo filme de Wes Anderson, ganhou o seu primeiro trailer. O longa de espionagem se passa nos anos 1940...",
        "data": "08 de abril de 2025",
        "horario": "09:54"
    },
    {
        "id": 4,
        "nome": "Star Wars",
        "imagem": "./noticiaStarWars.png",
        "banner": "./",
        "titulo": "“Star Wars: A Vingança dos Sith” volta aos cinemas para celebrar 20 anos",
        "subtitulo": "Episódio 3 da saga foi lançado em 2005",
        "descricao": "Para comemorar os 20 anos de lançamento, 'A Vingança dos Sith' será relançado nos cinemas em abril.",
        "noticia": "Para marcar o aniversário de 20 anos do longa, “Star Wars: Episódio III – A Vingança dos Sith” retorna aos cinemas neste mês de abril...",
        "data": "10 de abril de 2025",
        "horario": "16:04"
    },
    {
        "id": 5,
        "nome": "Casamento Zendaya",
        "imagem": "./noticiaCasamento.png",
        "banner": "./",
        "titulo": "Estilista de Zendaya atualiza planos de casamento da atriz com Tom Holland",
        "subtitulo": "Segundo Law Roach, a cerimônia está \"longe de acontecer\" devido à agenda das duas estrelas",
        "descricao": "Cerimônia de Zendaya e Tom Holland deve demorar, segundo o estilista da atriz, por causa da agenda intensa do casal.",
        "noticia": "Law Roach, estilista de Zendaya, 28, falou sobre os preparativos para o casamento da atriz com o ator Tom Holland...",
        "data": "11 de abril de 2025",
        "horario": "09:23"
    },
    {
        "id": 6,
        "nome": "Oscar Novo",
        "imagem": "./noticiaOscar.png",
        "banner": "./",
        "titulo": "Oscar: Academia anuncia prêmio para dublês a partir de 2028",
        "subtitulo": "Nova categoria busca reconhecer profissional presente em diversos filmes, principalmente de ação",
        "descricao": "Oscar incluirá categoria de dublês a partir de 2028, em reconhecimento ao trabalho essencial dos profissionais em cenas de ação.",
        "noticia": "A Academia de Artes e Ciências Cinematográficas anunciou, na quinta-feira (10), a criação da categoria de dublê no Oscar a partir da edição de 2028...",
        "data": "11 de abril de 2025",
        "horario": "09:56"
    },
    {
        "id": 7,
        "nome": "Minecraft",
        "imagem": "./noticiaMinecraft.png",
        "banner": "./",
        "titulo": "Filme de Minecraft tem primeiras imagens divulgadas e empolga fãs",
        "subtitulo": "Jason Momoa protagoniza adaptação do jogo que marcou gerações",
        "descricao": "A adaptação live-action de Minecraft ganha imagens oficiais com Jason Momoa e impressiona pela fidelidade visual ao game.",
        "noticia": "As primeiras imagens do filme 'Minecraft' foram reveladas nesta quinta-feira (10), surpreendendo fãs com visuais fiéis ao universo pixelado do jogo...",
        "data": "10 de abril de 2025",
        "horario": "20:45"
    },
    {
        "id": 8,
        "nome": "A Lista da Minha Vida",
        "imagem": "./noticiaListaVida.png",
        "banner": "./",
        "titulo": "“A Lista da Minha Vida” emociona público em pré-estreia nacional",
        "subtitulo": "Filme brasileiro sobre juventude e sonhos ganha destaque",
        "descricao": "Nova produção nacional retrata os dilemas da juventude com sensibilidade, e emociona plateias em todo o país.",
        "noticia": "Estreando nos cinemas em abril, 'A Lista da Minha Vida' acompanha um grupo de jovens lidando com pressões familiares, amizades e grandes sonhos...",
        "data": "09 de abril de 2025",
        "horario": "18:00"
    },
    {
        "id": 9,
        "nome": "Rita Lee",
        "imagem": "./noticiaRitaLee.png",
        "banner": "./",
        "titulo": "Rita Lee ganha filme biográfico com estreia marcada para o segundo semestre",
        "subtitulo": "Filme homenageia a vida e carreira da rainha do rock brasileiro",
        "descricao": "Filme biográfico de Rita Lee está em fase final de produção e trará histórias inéditas da cantora, com estreia para agosto de 2025.",
        "noticia": "A cinebiografia de Rita Lee, ícone do rock brasileiro, está programada para estrear em agosto de 2025. O longa promete mostrar momentos marcantes da vida pessoal e carreira da artista...",
        "data": "07 de abril de 2025",
        "horario": "14:30"
    },
    {
        "id": 10,
        "nome": "Tempo de Guerra",
        "imagem": "./noticiaTempoGuerra.png",
        "banner": "./",
        "titulo": "“Tempo de Guerra” retrata missão real da Marinha que deu errado; conheça",
        "subtitulo": "Filme foi coescrito e codirigido pelo veterano Ray Mendoza, que conta a história da própria experiência",
        "descricao": "Baseado em uma missão real da Marinha dos EUA, 'Tempo de Guerra' retrata com fidelidade a tensão e o drama de soldados em combate no Iraque.",
        "noticia": "Dando destaque aos protocolos militares e à relação entre os soldados, o filme “Tempo de Guerra” retrata uma missão real de um pelotão das forças especiais da Marinha (Seal) na Guerra do Iraque, “sem dramatização e elementos ficcionais”, segundo os próprios atores. (...) “Tempo de Guerra” chega aos cinemas brasileiros no dia 17 de abril.",
        "data": "12 de abril de 2025",
        "horario": "14:43"
    },
    {
        "id": 11,
        "nome": "Beetlejuice 3",
        "imagem": "./noticiaBeetlejuice.png",
        "banner": "./",
        "titulo": "Diretor da Warner faz planos para “Beetlejuice 3”: “Muito em breve”",
        "subtitulo": "Mike De Luca planeja continuação de \"Os Fantasmas Ainda Se Divertem\"",
        "descricao": "Warner confirma planos para uma nova sequência do clássico Beetlejuice, mas ainda sem data ou elenco oficial.",
        "noticia": "“Beetlejuice 3” está no radar da Warner. De acordo com o diretor da produtora, Mike De Luca, há planos para a gravação de uma sequência do filme. (...) Mas, agora, o diretor da Warner enfatizou que planeja dar continuidade à sequência.",
        "data": "11 de abril de 2025",
        "horario": "21:17"
    },
    {
        "id": 12,
        "nome": "Morte de Nicky Katt",
        "imagem": "./noticiaNickyKatt.png",
        "banner": "./",
        "titulo": "Nicky Katt, astro de “Escola do Rock”, morre aos 54 anos",
        "subtitulo": "A causa da morte do artista norte-americano não foi comunicada",
        "descricao": "Nicky Katt, conhecido por 'Escola do Rock' e outros papéis marcantes, falece aos 54 anos, segundo confirmação do TMZ.",
        "noticia": "Astro de “Escola do Rock” e outros sucessos, Nicky Katt morreu aos 54 anos. (...) Além disso, também apareceu em algumas séries, como “Friends” e “Boston Public”.",
        "data": "12 de abril de 2025",
        "horario": "20:59"
    },
    {
        "id": 13,
        "nome": "Sequência Hollywood",
        "imagem": "./noticiaSequenciaHollywood.png",
        "banner": "./",
        "titulo": "“Era uma vez em… Hollywood”: o que se sabe sobre a sequência",
        "subtitulo": "Novo filme terá como foco o personagem de Brad Pitt e poderá ser filmado a partir de julho deste ano",
        "descricao": "A sequência de 'Era Uma Vez em… Hollywood' será dirigida por David Fincher, com Brad Pitt retornando como protagonista.",
        "noticia": "“Era Uma Vez em… Hollywood” ganhará uma sequência e alguns detalhes sobre a história já foram revelados. (...) Com 10 indicações ao Oscar, o filme levou para casa duas.",
        "data": "08 de abril de 2025",
        "horario": "21:38"
    },
    {
        "id": 14,
        "nome": "Walter Salles",
        "imagem": "./noticiaWalterSalles.png",
        "banner": "./",
        "titulo": "Walter Salles revela detalhes de documentário sobre Sócrates",
        "subtitulo": "Cineasta ainda falou sobre a influência de “Ainda Estou Aqui” entre os jovens em evento realizado no Catar",
        "descricao": "Walter Salles anuncia documentário sobre Sócrates, destacando futebol, política e memória histórica no Brasil.",
        "noticia": "Walter Salles, 68, confirmou que está trabalhando em um documentário sobre o ex-jogador de futebol Sócrates. (...) “O filme se tornou a obra deles nas redes sociais”, finalizou Salles.",
        "data": "07 de abril de 2025",
        "horario": "08:39"
    },
    {
        "id": 15,
        "nome": "Avatar: Fogo e Cinzas",
        "imagem": "./noticiaAvatar.png",
        "banner": "./",
        "titulo": "“Avatar: Fogo e Cinzas”: veja as primeiras reações ao 3º filme da franquia",
        "subtitulo": "Prévia do novo filme de James Cameron foi exibida no Cinemacon na quinta-feira (3)",
        "descricao": "Críticos reagem à prévia de 'Avatar: Fogo e Cinzas', destacando a escala épica, visuais inovadores e novas culturas Na’vi.",
        "noticia": "Uma prévia de “Avatar: Fogo e Cinzas” foi exibida no Cinemacon, evento realizado em Las Vegas, na segunda-feira (3). (...) O Povo Ash emerge como uma tribo feroz e inspiradora que comanda cada quadro em que se encontra.",
        "data": "04 de abril de 2025",
        "horario": "09:50"
    },
    {
        "id": 16,
        "nome": "Homem Aranha",
        "imagem": "./noticiaHomemAranha.png",
        "banner": "./",
        "titulo": "“Homem-Aranha 4” ganha data de estreia e título oficial; veja",
        "subtitulo": "Filme terá Tom Holland, Zendaya e Sadie Sink no elenco",
        "descricao": "O aguardado 'Homem-Aranha 4' com Tom Holland ganha título oficial: 'Spider-Man: Brand New Day'. A nova produção trará novidades no tom da trama e inclui Sadie Sink no elenco, ao lado de Zendaya. A estreia está marcada para 31 de julho de 2026.",
        "noticia": "Próximo filme do teioso, “Homem-Aranha 4”, com Tom Holland, já tem um título oficial e a data de estreia. A nova obra fugirá do tradicional das produções anteriores com ator e não remete à “casa” na nomenclatura (“De Volta ao Lar”, “Longe de Casa” e “Sem Volta Para Casa”).\nA nova aventura do herói da vizinhança será intitulada “Spider-Man: Brand New Day” (“Homem-Aranha: Um Novo Dia”, em tradução literal).\nRecentemente, a atriz Sadie Sink (“Stranger Things”), foi confirmada no elenco da nova produção.\nTom Holland revelou que ele e Zendaya leram um rascunho do roteiro de “Homem-Aranha 4” e declarou estar animado para dar sequência à história.\n“Temos criatividade, um argumento e um rascunho que são excelentes. Precisa de desenvolvimento, mas os escritores estão fazendo um ótimo trabalho. Eu o li há três semanas e realmente ‘acendeu um fogo em mim’”, contou.\n“Zendaya e eu sentamos e lemos juntos. Às vezes estávamos pulando pela sala como se fosse um filme real, digno do respeito dos fãs, mas há algumas coisas que precisamos descobrir antes de realmente fazer isso acontecer”, explicou.\nO quarto filme foi anunciado em 2023 com o retorno de Holland (Peter Parker/Homem-Aranha) e Zendaya (MJ). O longa será produzido por Kevin Feige, o presidente da Marvel Studios, e a ex-chefe da Sony Pictures, Amy Pascal.\nQuem também retorna ao universo é a dupla de roteiristas Chris McKenna e Erik Sommers, que escreveram “Homem-Aranha: De Volta ao Lar“, “Homem-Aranha: Longe de Casa” e “Homem-Aranha: Sem Volta para Casa“, lançados em 2017, 2019 e 2021, respectivamente.\n“Homem-Aranha 4” estreia em 31 de julho de 2026.",
        "data": "01 de abril de 2025",
        "horario": "17:30"
    },
    {
        "id": 17,
        "nome": "Ainda Estou Aqui",
        "imagem": "./noticiaSessaoGratuita.png",
        "banner": "./",
        "titulo": "“Ainda Estou Aqui” tem sessões gratuitas no RJ; saiba como assistir",
        "subtitulo": "Filme será exibido quatro vezes por dia até quarta-feira (2) no complexo Reserva Cultural, em Niterói",
        "descricao": "O premiado 'Ainda Estou Aqui', vencedor do Oscar de melhor filme internacional, será exibido gratuitamente até 2 de abril no Reserva Cultural, em Niterói. A obra retrata o drama de Eunice Paiva durante a ditadura militar.",
        "noticia": "Moradores de Niterói, cidade da região metropolitana do Rio de Janeiro, podem, até quarta-feira (2), assistir de graça ao filme “Ainda Estou Aqui”, primeira obra cinematográfica brasileira a conquistar um Oscar.\nA iniciativa faz parte de uma parceria entre a prefeitura de Niterói e o espaço de exibição de filmes Reserva Cultural, que fica em um complexo idealizado pelo arquiteto Oscar Niemeyer (1907-2012). Até a quarta-feira são oferecidas quatro sessões diárias do longa.\nA prefeitura niteroiense explica que a parceria é uma forma de democratizar o acesso à cultura e um “compromisso com a memória e a verdade”.\n“Esse filme é um alerta para que nunca mais vivamos tempos de autoritarismo e censura”, afirmou o prefeito Rodrigo Neves.\nO filme “Ainda Estou Aqui”\nDirigido por Walter Salles, “Ainda Estou Aqui” conquistou o Oscar na categoria melhor filme internacional. O longa-metragem havia sido indicado também para a estatueta de melhor filme, mas perdeu para “Anora” – maior vencedor da festa com cinco estatuetas.\nO filme conta o drama de Eunice Paiva, interpretada por Fernanda Torres. Ela é esposa do deputado cassado Rubens Paiva (Selton Mello), sequestrado e morto pela ditadura militar em 1971. Na história baseada em fatos, Eunice busca saber o destino do desaparecido político. A obra é inspirada no livro homônimo escrito por Marcelo Rubens Paiva, um dos filhos do casal.\nO Oscar foi apenas um dos feitos do longa-metragem, que levou também prêmios em disputas como Festival de Veneza (Itália), Festival de Pessac (França), Festival Internacional de Roterdã (Holanda), Prêmios Goya (Espanha) e Cinema for Peace (Berlim).\nA atriz Fernanda Torres foi indicada ao Oscar de melhor atriz, mas não levou a estatueta, que ficou com Cynthia Erivo, pela atuação em Wicked. No entanto, Fernanda Torres já tinha brilhado ao receber o Globo de Ouro nesta mesma categoria.\nCom mais de 5 milhões de espectadores e R$ 104,7 milhões em renda até o começo de março, “Ainda Estou Aqui” era a terceira maior bilheteria nacional desde 2018, atrás apenas de “Minha Mãe é uma Peça 3” (2018) e “Nada a Perder” (2019).\nComo assistir a “Ainda Estou Aqui” grátis\nAs sessões são realizadas diariamente até quarta-feira (2), sempre às 13h, 15h40, 18h20 e 21h.\nO morador de Niterói interessado em assistir precisa chegar uma hora antes da sessão e levar documento de identidade e comprovante de residência na bilheteria do cinema. Pode ser retirado um ingresso por documento.\nAs sessões estão sujeitas a lotação, de acordo com a ordem de chegada dos interessados. O Reserva Cultural fica na Avenida Visconde do Rio Branco, 880 – São Domingos, Niterói.",
        "data": "30 de março de 2025",
        "horario": "09:44"
    },
    {
        "id": 18,
        "nome": "Garfield",
        "imagem": "./noticiaGarfield.png",
        "banner": "./",
        "titulo": "Garfield: saiba quais filmes levaram o personagem à tela do cinema",
        "subtitulo": "Gato laranja e preguiçoso foi criado por Jim Davis em quadrinhos no final dos anos 1970",
        "descricao": "Garfield, o icônico gato das tirinhas, chegou aos cinemas em três filmes marcantes. Da estreia em live-action à animação recente com seu reencontro familiar, o personagem segue conquistando fãs com humor e lasanha.",
        "noticia": "Um dos gatos mais famosos do mundo, Garfield foi criado em 1978, nas páginas de histórias em quadrinhos produzidas por Jim Davis. Desde então, o gato preguiçoso que odeia segundas-feiras já estrelou diversos desenhos animados e filmes para a TV nos anos 1980 e 1990, mas foram apenas três produções que levaram o personagem para as telas de cinema.\nMesmo que a trama principal mude em cada filme, alguns elementos se mantêm constantes: a relação entre Garfield e seu dono humano, Jon; a companhia fiel do cãozinho Odie; e o apetite insaciável do gato laranja – especialmente por lasanha.\nNeste live-action, o gato Garfield vive uma vida confortável com seu dono Jon, dormindo e comendo lasanha. Até que um dia, Jon se apaixona por uma veterinária, que o convence a adotar um novo pet, o cachorro Odie, que vai virar a vida do gato de pernas para o ar. Quando Odie é sequestrado por um adestrador de cães, é Garfield que vai comandar sua operação de resgate.\nO filme está disponível na Disney+.\nNa sequência do live-action, Garfield viaja com Jon para a Inglaterra e é confundido com o gato herdeiro de um castelo. Ele precisará se esforçar para frustrar o plano de um lorde que pretende vender a propriedade e transformá-la num resort.\nO filme está disponível na Disney+.\nO filme de animação mostra o primeiro encontro entre Garfield e Jon, que decide adotar o gato de rua quando ele ainda era apenas um filhote. Já grande, Garfield reencontra seu pai biológico, que após muito tempo desaparecido decide envolver o filho em um assalto de alto risco.\nO filme está disponível na Max.",
        "data": "25 de março de 2025",
        "horario": "17:58"
    }
]